[
    {
        "images": ["https://storage.googleapis.com/thekey-ticketing.appspot.com/images/services/milestones/322/immaginado-isole-list.jpg"],
        "name": "Immaginando Isole",
        "shortDescription": "Immaginando Isole\n                                                \n                                                \"Immaginando Isole\", la mostra fotografica di Gavazzeni Ricordi e Koporossy al Parco Archeologico Luigi Bernabò Brea.\nI lavori di entrambi si sposano perfettamente con l’intenzione di far dialogare gli spettacolari reperti rinvenuti dalle acque delle Eolie e l’arte contemporanea.",
        "link": "https://aditusculture.com/mostre/2022/immaginando-isole",
        "when": "dal 4 all'12 Agosto dalle ore 10 alle ore 19",  
        "where": "Teatro greco",
        "PointOfInterestId": 3
      },
      {
        "name": "Achille Lauro in concerto",
        "shortDescription":
          "Achille Lauro si esibirà a Taormina, sul palco suggestivo del Teatro Antico, il 14 Luglio 2022. Nel tour ACHILLE IDOL SUPERSTAR – ELECTRIC ORCHESTRA l’artista sarà accompagnato da 52 elementi, oltre ai 5 componenti della band, e porterà in scena uno show tutto nuovo, dagli arrangiamenti ai costumi, evoluzione di tutto ciò che abbiamo visto finora. Il nuovo album LAURO - ACHILLE IDOL SUPERSTAR, nuova edizione dell’album LAURO, include 7 nuove bonus track. Il processo creativo subìto da questi brani – tra le mura di uno studio costruito per l’occasione sull’isola che è stata casa dell’artista per più di cinque mesi – ha richiesto un lungo tempo di lavorazione, per poi andare a intrecciarsi in un unicum esemplare con le fila dell’album LAURO. Un viaggio che probabilmente non è ancora giunto alla sua fase finale ma che dà un’identità chiara e precisa di quello che sarà il futuro dell’artista-innovatore del panorama musicale italiano.",
        "when": "17 Luglio ore 22",  
        "where": "Teatro greco",
        "images": [
          "https://i0.wp.com/www.hiphopstarztour.com/wp-content/uploads/2020/02/achille-lauro-superstar-tour-2022.jpg?fit=400%2C300&ssl=1",
          "https://www.traveltaormina.com/images/icagenda/thumbs/themes/ic_large_w900h600q100_achille-lauro-taormina-2022.jpg"
        ],
        "PointOfInterestId": 3

      },
      {
        "images":[
        "https://www.palermomania.it/public/news2014/news_img1_63827_stragusto.jpg",
        "https://www.tpostit.it/wp-content/uploads/2020/07/stragusto1.jpg"],
        "name": "Stragusto - Festival del cibo da strada",
        "shortDescription": "Un festival che riaccende l'atmosfera degli antichi mercati, un concentrato di sapori, odori, colori, voci. Questo e tanto altro è Stragusto, l'evento che celebra il cibo da strada del Mediterraneo. Una grande festa che offre ai visitatori atmosfere uniche, da vivere, assaporare e raccontare...Un percorso ideale dove gusto, cultura e tradizioni si intrecciano e dove si potranno degustare tipicità provenienti da diversi luoghi della nostra penisola e dai paesi esteri. Sono tantissime le specialità che caratterizzano l'itinerario goloso della manifestazione: tipicità palermitane, trapanesi, pugliesi, toscane, tunisine, catanesi, ragusane, del Madagascar, rumene e tanto altro!",
        "when": "Dal 2 al 7 Luglio",
        "where": "Piazza Saint Antonio in Castelmola",
        "PointOfInterestId": 13
      },
      {
        "images": [
        "https://sp-ao.shortpixel.ai/client/to_webp,q_lossy,ret_img,w_2048/https://www.siciliaclassicafestival.it/wp-content/uploads/2021/06/siciliaclassicafestival-latraviata-taormina-2021-2048x1930.png",
        "https://foto.guidasicilia.it/2016/09/default-o/teatro_greco_di_siracusa_110620.jpg"],
        "name": "La Traviata",
        "shortDescription": "Nella suggestiva cornice del Teatro Antico di Taormina il cast del Sicilia Classica Festival mette in scena “La Traviata” di Giuseppe Verdi, diretta da Alessandra Pipitone, per la regia di Salvo Dolce.",
        "when": "dall' 1 al 5 agosto tutte le sere",
        "where": "Teatro greco",
        "PointOfInterestId": 3
      }
]